{
  "lastUpdate": "10 Novembre 2025, 12:00",
  "season": "2025-2026",
  "teams": [
    {
      "id": 1,
      "name": "Cambra City",
      "owner": "Stefano"
    },
    {
      "id": 2,
      "name": "Shakhtar Donuts",
      "owner": "Marco Fedele"
    },
    {
      "id": 3,
      "name": "SM Frattese",
      "owner": "Pezant"
    },
    {
      "id": 4,
      "name": "Cortomuso",
      "owner": "Sir Alex Baccan"
    },
    {
      "id": 5,
      "name": "Cusiana",
      "owner": "Roby"
    },
    {
      "id": 6,
      "name": "Real Ichnusa",
      "owner": "Robertino Trogu"
    },
    {
      "id": 7,
      "name": "Ultimo",
      "owner": "Beppe"
    },
    {
      "id": 8,
      "name": "Partizan Tirana",
      "owner": "Loran10"
    }
  ],
  "rounds": [
    {
      "round": 1,
      "date": "Settembre 2025",
      "generalComment": "Apertura di stagione combattuta: molte partite molto equilibrate e pochi scarti netti. Alcune squadre hanno già mostrato solidità difensiva, altre devono ancora trovare continuità offensiva.",
      "matches": [
        {
          "id": 1,
          "homeTeam": "Cusiana",
          "awayTeam": "Cortomuso",
          "homeScore": 69.0,
          "awayScore": 70.0,
          "homeIdealScore": 70.0,
          "awayIdealScore": 74.0,
          "commentary": {
            "caressa": "Che partita equilibrata! Cusiana e Cortomuso si dividono la posta: 1-1 il risultato finale! 69 punti per la Cusiana, 70 per la Cortomuso, ma entrambe portano a casa un punto!",
            "bergomi": "Match tiratissimo, Fabio. Solo un punto di differenza! Curiosità: con le formazioni ideali sarebbe comunque finita 2-2. Nessuna delle due ha saputo sfruttare al meglio la propria rosa."
          }
        },
        {
          "id": 2,
          "homeTeam": "Real Ichnusa",
          "awayTeam": "Cambra City",
          "homeScore": 77.5,
          "awayScore": 78.0,
          "homeIdealScore": 83.0,
          "awayIdealScore": 84.5,
          "commentary": {
            "caressa": "CHE PARTITA! Real Ichnusa-Cambra City, uno spettacolare 2-3 per gli ospiti! 77.5 punti per il Real, 78 per il Cambra. Vittoria di misura ma meritata!",
            "bergomi": "Partita bellissima, Fabio! Cambra City ha fatto scelte eccellenti, solo mezzo punto lasciato in panchina. Curiosità: con le formazioni ideali sarebbe finita 4-4! Che occasione sprecata per entrambe!"
          }
        },
        {
          "id": 3,
          "homeTeam": "Shakhtar Donuts",
          "awayTeam": "Ultimo",
          "homeScore": 75.5,
          "awayScore": 69.5,
          "homeIdealScore": 82.5,
          "awayIdealScore": 80.0,
          "commentary": {
            "caressa": "Vittoria dello Shakhtar Donuts! 2-1 contro l'Ultimo! 75.5 punti per lo Shakhtar, 69.5 per l'Ultimo. Tre punti importanti per Marco Fedele!",
            "bergomi": "L'Ultimo sta vivendo un momento difficile, Fabio. Sei punti di distacco sono tanti. Con le formazioni ideali sarebbe stato un 3-3 pirotecnico! L'Ultimo ha lasciato troppi punti in panchina."
          }
        },
        {
          "id": 4,
          "homeTeam": "Partizan Tirana",
          "awayTeam": "SM Frattese",
          "homeScore": 64.0,
          "awayScore": 67.5,
          "homeIdealScore": 72.0,
          "awayIdealScore": 72.0,
          "commentary": {
            "caressa": "Vittoria esterna dell'SM Frattese! 0-1 sul campo del Partizan Tirana! 64 punti per il Partizan, 67.5 per la Frattese. Pezant porta a casa tre punti d'oro!",
            "bergomi": "Match combattuto ma la Frattese è stata più concreta. Il Partizan ha lasciato 8 punti in panchina, Fabio! Con le scelte giuste poteva essere un 2-2. Occasione sprecata!"
          }
        }
      ]
    },
    {
      "round": 2,
      "date": "Ottobre 2025",
      "generalComment": "Giornata di conferme e sorprese: alcune squadre hanno consolidato il buon momento, mentre altre hanno lasciato punti importanti in panchina. La classifica inizia a prendere forma.",
      "matches": [
        {
          "id": 5,
          "homeTeam": "Cortomuso",
          "awayTeam": "Partizan Tirana",
          "homeScore": 78.5,
          "awayScore": 72.0,
          "homeIdealScore": 81.0,
          "awayIdealScore": 75.0,
          "commentary": {
            "caressa": "GOOOOL! Cortomuso! Vittoria netta per 3-2 sul Partizan Tirana! 78.5 punti contro 72, sei punti di vantaggio. Sir Alex Baccan domina la partita!",
            "bergomi": "Partita ben gestita, Fabio. L'attacco del Cortomuso ha funzionato alla perfezione. Con le formazioni ideali sarebbe finita 3-2 comunque, stesso risultato! Scelte azzeccate da entrambe le parti."
          }
        },
        {
          "id": 6,
          "homeTeam": "SM Frattese",
          "awayTeam": "Shakhtar Donuts",
          "homeScore": 75.0,
          "awayScore": 69.0,
          "homeIdealScore": 79.0,
          "awayIdealScore": 70.5,
          "commentary": {
            "caressa": "SM Frattese vince ancora! 2-1 contro lo Shakhtar Donuts! 75 punti per Pezant, 69 per lo Shakhtar. Seconda vittoria consecutiva per la Frattese!",
            "bergomi": "Difesa solida della Frattese, Fabio. Sei punti di vantaggio sono un bel margine. Con le formazioni ideali sarebbe finita 3-1, ancora più netta! Lo Shakhtar ha lasciato punti preziosi in panchina."
          }
        },
        {
          "id": 7,
          "homeTeam": "Ultimo",
          "awayTeam": "Real Ichnusa",
          "homeScore": 73.5,
          "awayScore": 71.5,
          "homeIdealScore": 79.0,
          "awayIdealScore": 79.0,
          "commentary": {
            "caressa": "L'ULTIMO VINCE! 2-1 contro il Real Ichnusa! Match tiratissimo: 73.5 punti per l'Ultimo, 71.5 per il Real. Solo due punti di differenza ma pesano come macigni!",
            "bergomi": "Vittoria di misura ma fondamentale, Fabio. L'Ultimo sfrutta il fattore campo. Curiosità: con le formazioni ideali sarebbe finita 3-3! Entrambe hanno lasciato qualcosa in panchina."
          }
        },
        {
          "id": 8,
          "homeTeam": "Cambra City",
          "awayTeam": "Cusiana",
          "homeScore": 71.5,
          "awayScore": 68.5,
          "homeIdealScore": 71.0,
          "awayIdealScore": 69.5,
          "commentary": {
            "caressa": "Pareggio tra Cambra City e Cusiana! 1-1 il finale! 71.5 punti per il Cambra, 68.5 per la Cusiana. Tre punti di differenza ma un punto a testa!",
            "bergomi": "Partita bloccata, Fabio. Prestazioni sottotono da entrambe le parti. Con le formazioni ideali sarebbe finita 1-1 comunque! Almeno hanno fatto scelte coerenti con le loro rose."
          }
        }
      ]
    },
    {
      "round": 3,
      "date": "Ottobre 2025",
      "generalComment": "Terza giornata segnata da scarti importanti in alcuni match e performance sottotono rispetto alle aspettative ideali: emergono prime indicazioni su chi è più solido nella gestione delle partite.",
      "matches": [
        {
          "id": 9,
          "homeTeam": "Shakhtar Donuts",
          "awayTeam": "Cortomuso",
          "homeScore": 65.0,
          "awayScore": 78.5,
          "homeIdealScore": 68.0,
          "awayIdealScore": 79.0,
          "commentary": {
            "caressa": "Guardando alla proiezione ideale, il quadro che emerge è netta supremazia degli ospiti: 79 a 68 nella simulazione, un margine che sulla carta si tradurrebbe in un netto 3-1. Tuttavia, seguendo la nostra regola di inserire i numeri reali solo quando lo scarto supera quattro punti, in questo caso preferisco descrivere ciò che si è visto sul campo: il Cortomuso ha imposto il suo ritmo con azioni offensive fluide e una pressione continua che ha tolto tempo e spazi allo Shakhtar. Gli ospiti hanno dimostrato maggiore lucidità nelle scelte e compattezza difensiva; lo Shakhtar, pur cercando di reagire, non è mai riuscito a dare continuità alle giocate offensive.",
            "bergomi": "Dal mio punto di vista tecnico la differenza principale non sta tanto nel singolo numero quanto nel modo in cui le due squadre hanno interpretato la partita: l'ideale fotografa un Cortomuso dominante, e sul campo si è visto un equilibrio a favore degli ospiti in termini di gestione delle transizioni e finalizzazioni. Lo Shakhtar ha peccato di idee e di incisività, mentre il Cortomuso ha capitalizzato le occasioni con calma e precisione."
          }
        },
        {
          "id": 10,
          "homeTeam": "Real Ichnusa",
          "awayTeam": "SM Frattese",
          "homeScore": 68.0,
          "awayScore": 62.5,
          "homeIdealScore": 68.5,
          "awayIdealScore": 71.5,
          "commentary": {
            "caressa": "L'analisi ideale ci porta a pensare a un confronto equilibrato, con un 68.5 a 71.5 che suggerisce un 1-1 ipotetico. Tuttavia, la Frattese ha segnato un risultato reale che si discosta in modo significativo dall'ideale (62.5 reali contro 71.5 ideali), quindi è giusto evidenziare questo scostamento: la squadra di Pezant non ha saputo trasformare in punti quanto la sua rosa lasciava intravedere. Real Ichnusa, invece, ha mostrato maggior concretezza nelle scelte e un'attitudine a capitalizzare le occasioni che ha fatto la differenza. Nel narrare la partita mi concentro quindi sia sulle qualità tecniche mostrate che sul fatto che la Frattese non è riuscita a esprimere il suo potenziale.",
            "bergomi": "È un caso interessante: l'ideale ci dice di una partita molto equilibrata, ma il peso dei numeri reali della Frattese — ben sotto il suo ideale — parla di una sottoperformance vera e propria. Questo non vuol dire che la Frattese non abbia provato a reagire, ma che le scelte tattiche e la gestione della panchina non hanno prodotto l'effetto sperato. Real Ichnusa ha invece capitalizzato meglio, dimostrando concretezza e pragmatismo, elementi che in certe partite valgono più del mero potenziale sulla carta."
          }
        },
        {
          "id": 11,
          "homeTeam": "Partizan Tirana",
          "awayTeam": "Cusiana",
          "homeScore": 66.5,
          "awayScore": 62.0,
          "homeIdealScore": 67.0,
          "awayIdealScore": 64.0,
          "commentary": {
            "caressa": "La partita tra Partizan e Cusiana è stata decisa dalla solidità e dalla gestione dei momenti chiave: l'ideale suggeriva un margine molto contenuto (67-64), e la pratica ha confermato una sfida tirata e decisa dai dettagli. Poiché gli scarti reali rispetto agli ideali non superano la nostra soglia di quattro punti, privilegiamo l'analisi tattica: il Partizan ha saputo amministrare meglio le fasi difensive e trovare il guizzo giusto nei momenti topici, mentre la Cusiana è apparsa meno incisiva e ha faticato a rendere pericolose le occasioni create.",
            "bergomi": "Dal punto di vista tecnico, questa è stata una partita dove la differenza l'ha fatta la capacità di leggere il ritmo e non tanto una netta differenza di valori sulla carta. La Cusiana ha mostrato segnali di stanchezza o imprecisione nelle rifiniture; il Partizan, più ordinato, ha sfruttato le opportunità. Un risultato che rispecchia più la gestione degli episodi che il divario tra le rose."
          }
        },
        {
          "id": 12,
          "homeTeam": "Ultimo",
          "awayTeam": "Cambra City",
          "homeScore": 68.5,
          "awayScore": 72.5,
          "homeIdealScore": 71.0,
          "awayIdealScore": 82.0,
          "commentary": {
            "caressa": "Cambra City è l'esempio perfetto di come il valore sulla carta e la realtà di una partita possano divergere: idealmente il Cambra veniva proiettato a 82 punti, ma nella trasferta il punteggio effettivo è stato di 72.5, oltre nove punti in meno rispetto all'ideale. Dal momento che lo scarto supera la soglia dei quattro punti, è giusto riportare il numero reale: nonostante questo, la squadra ha mostrato capacità di adattamento e freddezza nei momenti chiave, trovando il gol decisivo e portando a casa i tre punti. In sintesi: il potenziale è evidente, ma la prova praticata è stata più pragmatica e meno eclatante rispetto alle attese.",
            "bergomi": "Il Cambra dispone di risorse importanti e l'ideale lo conferma, tuttavia la trasferta ha messo in luce problemi di esecuzione che hanno ridotto il divario numerico rispetto alle proiezioni. Poiché lo scostamento reale-ideale è significativo, lo sottolineo con i numeri: 82 idealmente contro 72.5 realmente. Malgrado ciò, la squadra ha saputo gestire la pressione e finalizzare quando necessario, meritandosi la vittoria."
          }
        }
      ]
    },
    {
      "round": 4,
      "date": "Ottobre 2025",
      "generalComment": "Quarta giornata: nuovi verdetti e alcune conferme. Numeri reali e ideali mostrano differenze interessanti.",
      "matches": [
        {
          "id": 13,
          "homeTeam": "Cortomuso",
          "awayTeam": "Real Ichnusa",
          "homeScore": 72.5,
          "awayScore": 70.5,
          "homeIdealScore": 79.0,
          "awayIdealScore": 75.0,
          "commentary": {
            "caressa": "Cortomuso vs Real Ichnusa: partita combattuta, 72.5 a 70.5 il risultato reale.",
            "bergomi": "Differenza sottile ma fondamentale, entrambe le squadre hanno mostrato voglia di vittoria."
          }
        },
        {
          "id": 14,
          "homeTeam": "Cusiana",
          "awayTeam": "Shakhtar Donuts",
          "homeScore": 63.5,
          "awayScore": 81.0,
          "homeIdealScore": 67.0,
          "awayIdealScore": 85.5,
          "commentary": {
            "caressa": "Shakhtar Donuts travolgente in trasferta: 81 a 63.5, prestazione super per Marco Fedele.",
            "bergomi": "Lo scarto reale-ideale restituisce l'idea di una performance dominante dello Shakhtar; la Cusiana è stata troppo timida in fase offensiva."
          }
        },
        {
          "id": 15,
          "homeTeam": "SM Frattese",
          "awayTeam": "Ultimo",
          "homeScore": 70.5,
          "awayScore": 59.5,
          "homeIdealScore": 73.5,
          "awayIdealScore": 72.0,
          "commentary": {
            "caressa": "SM Frattese controlla il match e porta a casa i tre punti: 70.5 a 59.5.",
            "bergomi": "Prestazione solida della Frattese, l'Ultimo ha pagato qualche errore di impostazione."
          }
        },
        {
          "id": 16,
          "homeTeam": "Cambra City",
          "awayTeam": "Partizan Tirana",
          "homeScore": 62.5,
          "awayScore": 67.5,
          "homeIdealScore": 64.5,
          "awayIdealScore": 75.0,
          "commentary": {
            "caressa": "Partizan Tirana espugna la trasferta: 67.5 a 62.5, una vittoria importante.",
            "bergomi": "Il Partizan ha saputo sfruttare i momenti chiave; il Cambra non è riuscito a concretizzare il suo potenziale."
          }
        }
      ]
    },
    {
      "round": 5,
      "date": "Novembre 2025",
      "generalComment": "Giornata 5 da brividi: colpi di scena, ribaltoni e verdetti che incendiano la classifica! L'Ultimo annienta il Cortomuso con una prestazione monumentale, la Frattese soffia punti pesanti e si conferma mina vagante, lo Shakhtar tiene accesa la sfida per i piani alti mentre la Cusiana mostra fame e cattiveria agonistica. In poche ore la graduatoria si è accorciata e ogni errore diventa fatale — il campionato entra finalmente nella fase calda e promette sorprese a non finire.",
      "matches": [
        {
          "id": 17,
          "homeTeam": "Ultimo",
          "awayTeam": "Cortomuso",
          "homeScore": 78.5,
          "awayScore": 63.5,
          "homeIdealScore": 76.0,
          "awayIdealScore": 65.6,
          "commentary": {
            "caressa": "Giornata 5, e che giornata per l'Ultimo: 78.5 a 63.5 contro il Cortomuso. Un successo netto che vale punti pesanti in classifica e dà morale alla squadra di casa.",
            "bergomi": "L'Ultimo ha interpretato la partita con grande concretezza. Dal punto di vista della classifica questi tre punti possono essere decisivi: il Cortomuso invece dovrà rivedere qualche scelta in chiave formazione."
          }
        },
        {
          "id": 18,
          "homeTeam": "Real Ichnusa",
          "awayTeam": "Cusiana",
          "homeScore": 72.5,
          "awayScore": 74.0,
          "homeIdealScore": 73.5,
          "awayIdealScore": 76.0,
          "commentary": {
            "caressa": "Real Ichnusa contro Cusiana, giornata 5: 72.5 a 74, partita tirata e decisa da dettagli. La Cusiana conquista una vittoria importante che la mantiene in corsa in classifica.",
            "bergomi": "Scontro equilibrato, decisione arrivata nei momenti topici. La classifica si accorcia: entrambe le squadre dimostrano carattere, ma la Cusiana è stata più lucida nel finale."
          }
        },
        {
          "id": 19,
          "homeTeam": "Shakhtar Donuts",
          "awayTeam": "Partizan Tirana",
          "homeScore": 69.0,
          "awayScore": 64.5,
          "homeIdealScore": 73.5,
          "awayIdealScore": 72.0,
          "commentary": {
            "caressa": "Shakhtar Donuts vince 69-64.5 in questa giornata 5: una prova di carattere che tiene lontano il Partizan nella corsa ai piani alti della classifica.",
            "bergomi": "Lo Shakhtar ha mostrato maggiore incisività nelle situazioni decisive; per il Partizan una battuta d'arresto che complica il suo percorso in campionato, serve rapidità nelle scelte."
          }
        },
        {
          "id": 20,
          "homeTeam": "SM Frattese",
          "awayTeam": "Cambra City",
          "homeScore": 76.5,
          "awayScore": 74.5,
          "homeIdealScore": 84.5,
          "awayIdealScore": 74.0,
          "commentary": {
            "caressa": "Frattese-Cambra City, 76.5 contro 74.5: match vibrante nella giornata 5. Tre punti che confermano la bontà del momento della Frattese e la tengono in alto in classifica.",
            "bergomi": "Prestazione di sostanza della Frattese: ha saputo gestire meglio i momenti chiave. Il Cambra esce a testa alta ma dovrà lavorare sulla concretezza per scalare la classifica."
          }
        }
      ]
    },
    {
      "round": 6,
      "date": "Novembre 2025",
      "generalComment": "Giornata 6: la bagarre continua e la classifica si fa sempre più corta — ogni errore ora può essere letale. Verdetti parziali e conferme arrivano dai piani alti, ma attenzione alle sorprese dal fondo: la corsa al vertice non dà respiro.",
      "matches": [
        {
          "id": 21,
          "homeTeam": "Cortomuso",
          "awayTeam": "SM Frattese",
          "homeScore": 75.5,
          "awayScore": 72.5,
          "homeIdealScore": 77.5,
          "awayIdealScore": 78.5,
          "commentary": {
            "caressa": "Giornata 6: grandissimo equilibrio tra Cortomuso e Frattese, partita da pareggio che vale come un pugno nello stomaco per entrambe le squadre. Un punto a testa che mantiene alta la tensione in classifica e dimostra quanto questo campionato sia combattuto.",
            "bergomi": "Dal punto di vista tattico, partita intensa. La Frattese ha ceduto nei momenti chiave, mentre il Cortomuso ha saputo sfruttare meglio le opportunità. In ottica classifica questo successo consolida la posizione del Cortomuso tra i protagonisti della stagione."
          }
        },
        {
          "id": 22,
          "homeTeam": "Cusiana",
          "awayTeam": "Ultimo",
          "homeScore": 60.0,
          "awayScore": 69.0,
          "homeIdealScore": 65.0,
          "awayIdealScore": 72.0,
          "commentary": {
            "caressa": "Giornata 6: Vittoria esterna dell'Ultimo, 69-60 contro la Cusiana. Un risultato che vale più di tre punti: l'Ultimo si afferma come una mina vagante della classifica e mette pressione alle inseguitrici.",
            "bergomi": "La Cusiana non è riuscita a reggere il ritmo, mentre l'Ultimo ha messo intensità e concretezza. In chiave graduatoria questi tre punti possono essere fondamentali per la corsa alle posizioni alte."
          }
        },
        {
          "id": 23,
          "homeTeam": "Shakhtar Donuts",
          "awayTeam": "Cambra City",
          "homeScore": 72.5,
          "awayScore": 53.0,
          "homeIdealScore": 78.5,
          "awayIdealScore": 62.5,
          "commentary": {
            "caressa": "Giornata 6: lo Shakhtar domina la trasferta e sconfigge il Cambra 72.5-53. Una prestazione autoritaria che mantiene lo Shakhtar in scia ai piani alti: la squadra risponde presente quando conta.",
            "bergomi": "Prestazione solida dello Shakhtar, che limita le iniziative del Cambra e incassa tre punti fondamentali. Per il Cambra è una battuta d'arresto che complica la risalita in classifica."
          }
        },
        {
          "id": 24,
          "homeTeam": "Partizan Tirana",
          "awayTeam": "Real Ichnusa",
          "homeScore": 62.0,
          "awayScore": 70.5,
          "homeIdealScore": 70.5,
          "awayIdealScore": 73.0,
          "commentary": {
            "caressa": "Giornata 6: Real Ichnusa espugna il campo del Partizan per 70.5-62.0 e mette punti importanti in cascina. Una vittoria che dà respiro e fiducia, e che può cambiare prospettive in classifica per gli ospiti.",
            "bergomi": "Il Real Ichnusa ha interpretato la partita con grande personalità, sfruttando gli errori del Partizan. In termini di graduatoria questo successo può rappresentare un punto di svolta per il loro cammino stagionale."
          }
        }
      ]
    },
    {
      "round": 7,
      "date": "Novembre 2025",
      "generalComment": "Settima giornata: verdetti importanti e qualche sorpresa. Risultati netti in alcune partite, mentre altri match hanno confermato la grande lotta in classifica — ogni punto vale doppio in questa fase della stagione.",
      "matches": [
        {
          "id": 25,
          "homeTeam": "Cambra City",
          "awayTeam": "Cortomuso",
          "homeScore": 56.0,
          "awayScore": 71.0,
          "homeIdealScore": 61.5,
          "awayIdealScore": 76.5,
          "commentary": {
            "caressa": "Giornata 7: il Cortomuso mette ordine e vince 71-56 contro il Cambra City. In chiave classifica questi tre punti pesano e permettono al Cortomuso di consolidare la sua posizione tra i protagonisti della stagione.",
            "bergomi": "Tatticamente il Cortomuso ha saputo gestire meglio i momenti chiave; il Cambra ha avuto difficoltà a trovare continuità. In prospettiva classifica è un passo importante per Sir Alex Baccan."
          }
        },
        {
          "id": 26,
          "homeTeam": "Real Ichnusa",
          "awayTeam": "Shakhtar Donuts",
          "homeScore": 65.0,
          "awayScore": 64.5,
          "homeIdealScore": 72.0,
          "awayIdealScore": 68.5,
          "commentary": {
            "caressa": "Giornata 7: Real Ichnusa vince di misura 65-64.5 in una sfida combattuta — un successo che porta morale e punti pesanti nella corsa verso la zona alta della graduatoria.",
            "bergomi": "Partita decisa dai dettagli: il Real Ichnusa ha mostrato più concretezza nei momenti decisivi. Per lo Shakhtar è un campanello d'allarme in ottica classifica."
          }
        },
        {
          "id": 27,
          "homeTeam": "SM Frattese",
          "awayTeam": "Cusiana",
          "homeScore": 63.5,
          "awayScore": 70.5,
          "homeIdealScore": 81.5,
          "awayIdealScore": 74.5,
          "commentary": {
            "caressa": "Giornata 7: la Cusiana espugna il campo della Frattese per 70.5-63.5. In termini di classifica è una vittoria che può dare slancio alla corsa verso le posizioni di vertice.",
            "bergomi": "La Frattese non è riuscita a esprimere il suo potenziale ideale; la Cusiana ha colto l'occasione e porta a casa tre punti molto importanti per la sua fiducia in campionato."
          }
        },
        {
          "id": 28,
          "homeTeam": "Ultimo",
          "awayTeam": "Partizan Tirana",
          "homeScore": 80.5,
          "awayScore": 62.5,
          "homeIdealScore": 84.5,
          "awayIdealScore": 69.0,
          "commentary": {
            "caressa": "Giornata 7: l'Ultimo domina e vince 80.5-62.5 contro il Partizan. Prestazione da applausi che vale punti pesanti in classifica e conferma l'ottimo momento della squadra di casa.",
            "bergomi": "Ottima prova dell'Ultimo: intensità e concretezza hanno fatto la differenza. Il Partizan invece subisce un duro colpo in ottica classifica."
          }
        }
      ]
    },
    {
      "round": 8,
      "date": "Novembre 2025",
      "generalComment": "Ottava giornata: confronti tirati e qualche conferma dai piani alti. Risultati che mantengono la classifica viva.",
      "matches": [
        {
          "id": 29,
          "homeTeam": "Cortomuso",
          "awayTeam": "Cusiana",
          "homeScore": 78.5,
          "awayScore": 72.5,
          "homeIdealScore": 81.0,
          "awayIdealScore": 72.5,
          "commentary": {
            "caressa": "Cortomuso batte la Cusiana 78.5-72.5 in una partita ricca di occasioni: tre punti preziosi per Sir Alex Baccan.",
            "bergomi": "Prestazione concreta del Cortomuso, la Cusiana ha provato a reagire ma ha pagato qualche scelta non ottimale in fase realizzativa."
          }
        },
        {
          "id": 30,
          "homeTeam": "Cambra City",
          "awayTeam": "Real Ichnusa",
          "homeScore": 75.5,
          "awayScore": 73.0,
          "homeIdealScore": 77.5,
          "awayIdealScore": 83.0,
          "commentary": {
            "caressa": "Cambra City vince di misura 75.5-73 contro il Real Ichnusa: partita vera fino all'ultimo minuto.",
            "bergomi": "Il Cambra è riuscito a spuntarla nei momenti decisivi; l'Ichnusa ha mostrato qualità, ma non è bastato per portare a casa il risultato."
          }
        },
        {
          "id": 31,
          "homeTeam": "Ultimo",
          "awayTeam": "Shakhtar Donuts",
          "homeScore": 69.0,
          "awayScore": 66.5,
          "homeIdealScore": 71.0,
          "awayIdealScore": 77.5,
          "commentary": {
            "caressa": "Ultimo ha la meglio sullo Shakhtar per 69-66.5: vittoria sofferta ma meritata.",
            "bergomi": "Lo Shakhtar è rimasto sotto il suo ideale, mentre l'Ultimo ha capitalizzato il proprio potenziale nei momenti chiave."
          }
        },
        {
          "id": 32,
          "homeTeam": "SM Frattese",
          "awayTeam": "Partizan Tirana",
          "homeScore": 76.5,
          "awayScore": 66.5,
          "homeIdealScore": 77.0,
          "awayIdealScore": 73.0,
          "commentary": {
            "caressa": "Frattese solida in casa: 76.5-66.5 sul Partizan, tre punti importanti per la classifica.",
            "bergomi": "Prestazione convincente della Frattese, il Partizan ha pagato qualche errore e non ha saputo sfruttare al meglio le proprie opportunità."
          }
        }
      ]
    },
    {
      "round": 9,
      "date": "Novembre 2025",
      "generalComment": "Nona giornata: equilibrio e qualche risultato inaspettato. La classifica resta viva e pronta a ribaltamenti.",
      "matches": [
        {
          "id": 33,
          "homeTeam": "Partizan Tirana",
          "awayTeam": "Cortomuso",
          "homeScore": 79.0,
          "awayScore": 69.5,
          "homeIdealScore": 78.5,
          "awayIdealScore": 75.5,
          "commentary": {
            "caressa": "Partizan domina la partita e batte il Cortomuso 79-69.5: tre punti importanti per la squadra di casa.",
            "bergomi": "Prestazione di sostanza del Partizan, il Cortomuso ha pagato qualche errore difensivo e non è riuscito a rimontare."
          }
        },
        {
          "id": 34,
          "homeTeam": "Shakhtar Donuts",
          "awayTeam": "SM Frattese",
          "homeScore": 70.0,
          "awayScore": 70.0,
          "homeIdealScore": 74.0,
          "awayIdealScore": 75.0,
          "commentary": {
            "caressa": "Pareggio spettacolare tra Shakhtar Donuts e SM Frattese: 70-70 il risultato finale.",
            "bergomi": "Match equilibrato con poche differenze reali; entrambe le squadre restano in corsa dopo questo punto a testa."
          }
        },
        {
          "id": 35,
          "homeTeam": "Real Ichnusa",
          "awayTeam": "Ultimo",
          "homeScore": 72.0,
          "awayScore": 71.5,
          "homeIdealScore": 80.5,
          "awayIdealScore": 73.5,
          "commentary": {
            "caressa": "Real Ichnusa la spunta per un soffio sull'Ultimo: 72-71.5, partita decisa sul filo.",
            "bergomi": "L'Ichnusa ha sfruttato qualche occasione in più; l'Ultimo ha dato battaglia ma non è riuscito a trovare il guizzo vincente."
          }
        },
        {
          "id": 36,
          "homeTeam": "Cusiana",
          "awayTeam": "Cambra City",
          "homeScore": 78.5,
          "awayScore": 74.0,
          "homeIdealScore": 77.0,
          "awayIdealScore": 74.5,
          "commentary": {
            "caressa": "Cusiana vince 78.5-74 contro il Cambra City: una prova convincente che vale tre punti pesanti.",
            "bergomi": "Ottima prova offensiva della Cusiana, il Cambra ha provato a reagire ma è mancata la precisione finale."
          }
        }
      ]
    },
    {
      "round": 10,
      "date": "Dicembre 2025",
      "generalComment": "Decima giornata: risultati importanti e conferme in classifica. Il Real Ichnusa domina, mentre il Cambra e l'Ultimo si dividono la posta.",
      "matches": [
        {
          "id": 37,
          "homeTeam": "Cortomuso",
          "awayTeam": "Shakhtar Donuts",
          "homeScore": 64.0,
          "awayScore": 72.0,
          "homeIdealScore": 66.0,
          "awayIdealScore": 74.5,
          "commentary": {
            "caressa": "Shakhtar Donuts vince 72-64 in trasferta contro il Cortomuso: tre punti che rilanciano la squadra di Marco Fedele.",
            "bergomi": "Prestazione solida dello Shakhtar, il Cortomuso ha faticato in fase offensiva e non è riuscito a trovare il ritmo giusto."
          }
        },
        {
          "id": 38,
          "homeTeam": "SM Frattese",
          "awayTeam": "Real Ichnusa",
          "homeScore": 67.5,
          "awayScore": 82.5,
          "homeIdealScore": 69.5,
          "awayIdealScore": 89.5,
          "commentary": {
            "caressa": "Real Ichnusa travolgente: 82.5-67.5 in trasferta, una prestazione da standing ovation!",
            "bergomi": "Prestazione straordinaria dell'Ichnusa che si avvicina al suo ideale monstre di 89.5. La Frattese ha subito la superiorità avversaria."
          }
        },
        {
          "id": 39,
          "homeTeam": "Cusiana",
          "awayTeam": "Partizan Tirana",
          "homeScore": 64.0,
          "awayScore": 71.5,
          "homeIdealScore": 72.0,
          "awayIdealScore": 72.5,
          "commentary": {
            "caressa": "Partizan Tirana espugna il campo della Cusiana per 71.5-64: vittoria esterna che vale punti pesanti.",
            "bergomi": "Il Partizan è stato più cinico nei momenti chiave, la Cusiana ha pagato una prestazione sottotono rispetto al suo potenziale."
          }
        },
        {
          "id": 40,
          "homeTeam": "Cambra City",
          "awayTeam": "Ultimo",
          "homeScore": 72.5,
          "awayScore": 72.5,
          "homeIdealScore": 80.0,
          "awayIdealScore": 76.5,
          "commentary": {
            "caressa": "Pareggio perfetto tra Cambra City e Ultimo: 72.5-72.5, un punto a testa in una sfida equilibrata.",
            "bergomi": "Match combattuto con entrambe le squadre sotto il loro ideale, ma l'equilibrio ha premiato il fairplay calcistico."
          }
        }
      ]
    },
    {
      "round": 11,
      "date": "Dicembre 2025",
      "generalComment": "Undicesima giornata: il Real Ichnusa continua a dominare, mentre altre squadre lottano per mantenersi in corsa. Risultati che cominciano a definire la classifica.",
      "matches": [
        {
          "id": 41,
          "homeTeam": "Real Ichnusa",
          "awayTeam": "Cortomuso",
          "homeScore": 83.5,
          "awayScore": 63.5,
          "homeIdealScore": 82.5,
          "awayIdealScore": 63.5,
          "commentary": {
            "caressa": "Real Ichnusa inarrestabile: 83.5-63.5 contro il Cortomuso, una prestazione da applausi!",
            "bergomi": "L'Ichnusa ha raggiunto praticamente il suo ideale, prestazione perfetta. Il Cortomuso non ha trovato le contromisure."
          }
        },
        {
          "id": 42,
          "homeTeam": "Shakhtar Donuts",
          "awayTeam": "Cusiana",
          "homeScore": 67.0,
          "awayScore": 61.5,
          "homeIdealScore": 70.0,
          "awayIdealScore": 67.0,
          "commentary": {
            "caressa": "Shakhtar Donuts vince 67-61.5 contro la Cusiana: tre punti che consolidano la posizione in classifica.",
            "bergomi": "Prestazione solida dello Shakhtar, la Cusiana è rimasta sotto il suo potenziale e ha pagato qualche errore di troppo."
          }
        },
        {
          "id": 43,
          "homeTeam": "Ultimo",
          "awayTeam": "SM Frattese",
          "homeScore": 75.0,
          "awayScore": 66.5,
          "homeIdealScore": 75.5,
          "awayIdealScore": 74.0,
          "commentary": {
            "caressa": "Ultimo batte la Frattese 75-66.5: vittoria casalinga che vale punti preziosi.",
            "bergomi": "L'Ultimo ha espresso quasi tutto il suo potenziale, la Frattese invece è rimasta sotto le aspettative e ha subito il ritmo di casa."
          }
        },
        {
          "id": 44,
          "homeTeam": "Partizan Tirana",
          "awayTeam": "Cambra City",
          "homeScore": 63.5,
          "awayScore": 59.5,
          "homeIdealScore": 72.5,
          "awayIdealScore": 63.5,
          "commentary": {
            "caressa": "Partizan Tirana vince di misura 63.5-59.5 contro il Cambra City: match combattuto deciso dai dettagli.",
            "bergomi": "Entrambe le squadre sotto il loro ideale, ma il Partizan ha saputo sfruttare meglio le occasioni create. Il Cambra fatica a trovare continuità."
          }
        }
      ]
    },
    {
      "round": 12,
      "date": "Gennaio 2026",
      "generalComment": "Giornata 12: equilibrio e spettacolo. Cambra e Frattese vincono le rispettive partite, mentre Cortomuso supera l'Ultimo e Cusiana batte il Real Ichnusa di misura.",
      "matches": [
        {
          "id": 45,
          "homeTeam": "Cortomuso",
          "awayTeam": "Ultimo",
          "homeScore": 84.0,
          "awayScore": 68.0,
          "homeIdealScore": 84.0,
          "awayIdealScore": 68.0,
          "commentary": {
            "caressa": "Vittoria netta del Cortomuso! 84-68 contro l'Ultimo! Sir Alex Baccan porta a casa tre punti importanti!",
            "bergomi": "Il Cortomuso perfetto, Fabio! Ha fatto esattamente il suo ideale: 84 su 84! L'Ultimo invece ha dato il massimo ma non è bastato."
          }
        },
        {
          "id": 46,
          "homeTeam": "Cusiana",
          "awayTeam": "Real Ichnusa",
          "homeScore": 66.5,
          "awayScore": 65.5,
          "homeIdealScore": 66.5,
          "awayIdealScore": 65.5,
          "commentary": {
            "caressa": "CHE EQUILIBRIO! Cusiana batte il Real Ichnusa 66.5-65.5! Un solo punto di differenza!",
            "bergomi": "Fabio, qui siamo alla perfezione assoluta! ENTRAMBE le squadre hanno fatto ESATTAMENTE il loro ideale! 66.5 su 66.5 per la Cusiana e 65.5 su 65.5 per il Real! Non si può giocare meglio di così!"
          }
        },
        {
          "id": 47,
          "homeTeam": "Partizan Tirana",
          "awayTeam": "Shakhtar Donuts",
          "homeScore": 69.0,
          "awayScore": 64.5,
          "homeIdealScore": 69.0,
          "awayIdealScore": 64.5,
          "commentary": {
            "caressa": "Partizan Tirana batte lo Shakhtar Donuts 69-64.5! Vittoria importante per Loran10!",
            "bergomi": "Anche qui perfezione assoluta, Fabio! Il Partizan ha fatto 69 su 69 di ideale, lo Shakhtar 64.5 su 64.5! Entrambe impeccabili nella gestione della rosa."
          }
        },
        {
          "id": 48,
          "homeTeam": "Cambra City",
          "awayTeam": "SM Frattese",
          "homeScore": 71.5,
          "awayScore": 85.0,
          "homeIdealScore": 71.5,
          "awayIdealScore": 85.0,
          "commentary": {
            "caressa": "SM FRATTESE SHOW! 85 punti in trasferta contro il Cambra City! 71.5-85 il risultato finale! Che prestazione di Pezant!",
            "bergomi": "Entrambe PERFETTE, Fabio! Il Cambra 71.5 su 71.5, la Frattese 85 su 85! È raro vedere partite dove tutte e due le squadre fanno esattamente il loro ideale. Complimenti a entrambi!"
          }
        }
      ]
    },
    {
      "round": 13,
      "date": "Gennaio 2026",
      "generalComment": "Giornata 13: partite combattute con margini ridotti. Lo Shakhtar e il Partizan vincono di misura, mentre Cusiana batte l'Ultimo in trasferta.",
      "matches": [
        {
          "id": 49,
          "homeTeam": "SM Frattese",
          "awayTeam": "Cortomuso",
          "homeScore": 74.0,
          "awayScore": 63.5,
          "homeIdealScore": 73.5,
          "awayIdealScore": 66.0,
          "commentary": {
            "caressa": "Vittoria convincente della SM Frattese che batte il Cortomuso 74-63.5! Pezant porta a casa tre punti importanti!",
            "bergomi": "La Frattese ha fatto meglio del suo ideale, Fabio! 73.5 era il massimo, ma ne ha fatti 74! Ottima gestione della rosa. Il Cortomuso invece ha lasciato qualche punto in panchina."
          }
        },
        {
          "id": 50,
          "homeTeam": "Ultimo",
          "awayTeam": "Cusiana",
          "homeScore": 63.5,
          "awayScore": 71.0,
          "homeIdealScore": 66.0,
          "awayIdealScore": 71.5,
          "commentary": {
            "caressa": "Cusiana espugna il campo dell'Ultimo con un netto 71-63.5! Roby continua la sua corsa in classifica!",
            "bergomi": "Entrambe vicine al proprio ideale, Fabio. Cusiana praticamente perfetta con solo mezzo punto lasciato, l'Ultimo ha dato il massimo ma non è bastato."
          }
        },
        {
          "id": 51,
          "homeTeam": "Cambra City",
          "awayTeam": "Shakhtar Donuts",
          "homeScore": 77.5,
          "awayScore": 79.5,
          "homeIdealScore": 86.0,
          "awayIdealScore": 79.0,
          "commentary": {
            "caressa": "CHE PARTITA! Lo Shakhtar Donuts vince 79.5-77.5 in casa del Cambra City! Match spettacolare con oltre 150 punti totali!",
            "bergomi": "Lo Shakhtar ha fatto meglio del suo ideale, 79.5 contro un ideale di 79! Perfetto! Il Cambra invece ha lasciato ben 8.5 punti in panchina, poteva essere una partita diversa."
          }
        },
        {
          "id": 52,
          "homeTeam": "Real Ichnusa",
          "awayTeam": "Partizan Tirana",
          "homeScore": 76.5,
          "awayScore": 77.5,
          "homeIdealScore": 77.0,
          "awayIdealScore": 79.0,
          "commentary": {
            "caressa": "Vittoria di misura del Partizan Tirana! 77.5-76.5 sul campo del Real Ichnusa! Che equilibrio!",
            "bergomi": "Solo un punto di differenza, Fabio! Entrambe vicine al loro ideale. Il Real quasi perfetto con 76.5 su 77, ma il Partizan ha fatto meglio con 77.5 su 79 di ideale."
          }
        }
      ]
    },
    {
      "round": 14,
      "date": "Gennaio 2026",
      "generalComment": "Giornata 14: il Cortomuso domina il Cambra City, mentre le altre partite si decidono per dettagli. Lo Shakhtar batte di misura il Real Ichnusa.",
      "matches": [
        {
          "id": 53,
          "homeTeam": "Cortomuso",
          "awayTeam": "Cambra City",
          "homeScore": 76.0,
          "awayScore": 64.5,
          "homeIdealScore": 81.0,
          "awayIdealScore": 72.5,
          "commentary": {
            "caressa": "Vittoria netta del Cortomuso! 76-64.5 contro il Cambra City! Sir Alex Baccan porta a casa tre punti preziosi!",
            "bergomi": "Il Cortomuso ha lasciato 5 punti in panchina, Fabio, poteva fare ancora meglio! Il Cambra invece ha perso con 8 punti di scarto dall'ideale. Prestazione sottotono degli ospiti."
          }
        },
        {
          "id": 54,
          "homeTeam": "Shakhtar Donuts",
          "awayTeam": "Real Ichnusa",
          "homeScore": 71.0,
          "awayScore": 70.5,
          "homeIdealScore": 71.0,
          "awayIdealScore": 70.5,
          "commentary": {
            "caressa": "CHE EQUILIBRIO! Lo Shakhtar Donuts batte il Real Ichnusa 71-70.5! Mezzo punto di differenza!",
            "bergomi": "Fabio, qui siamo alla perfezione assoluta! ENTRAMBE le squadre hanno fatto ESATTAMENTE il loro ideale! 71 su 71 per lo Shakhtar e 70.5 su 70.5 per il Real! Non si può giocare meglio di così!"
          }
        },
        {
          "id": 55,
          "homeTeam": "Cusiana",
          "awayTeam": "SM Frattese",
          "homeScore": 73.0,
          "awayScore": 62.5,
          "homeIdealScore": 71.5,
          "awayIdealScore": 68.0,
          "commentary": {
            "caressa": "Cusiana vince in casa contro la SM Frattese 73-62.5! Roby continua la sua marcia positiva!",
            "bergomi": "La Cusiana ha fatto meglio del suo ideale, Fabio! 73 contro 71.5! Gestione perfetta della rosa. La Frattese invece ha lasciato 5.5 punti in panchina, poteva essere più combattuta."
          }
        },
        {
          "id": 56,
          "homeTeam": "Partizan Tirana",
          "awayTeam": "Ultimo",
          "homeScore": 69.0,
          "awayScore": 67.5,
          "homeIdealScore": 73.5,
          "awayIdealScore": 73.5,
          "commentary": {
            "caressa": "Partizan Tirana batte l'Ultimo 69-67.5! Match combattuto deciso da un gol e mezzo di scarto!",
            "bergomi": "Entrambe ben sotto il loro ideale, Fabio. Stesso ideale di 73.5 punti per entrambe, ma nessuna ci è andata vicina. Il Partizan ha lasciato 4.5 punti, l'Ultimo addirittura 6."
          }
        }
      ]
    },
    {
      "round": 15,
      "date": "Gennaio 2026",
      "generalComment": "Giornata 15: il Cambra City vince in trasferta con 82 punti, mentre la SM Frattese espugna il campo del Partizan. Partita tiratissima tra Shakhtar e Ultimo.",
      "matches": [
        {
          "id": 57,
          "homeTeam": "Cusiana",
          "awayTeam": "Cortomuso",
          "homeScore": 72.5,
          "awayScore": 66.5,
          "homeIdealScore": 77.0,
          "awayIdealScore": 78.5,
          "commentary": {
            "caressa": "Cusiana batte il Cortomuso 72.5-66.5! Roby chiude bene la stagione regolare!",
            "bergomi": "Entrambe sotto il loro ideale, Fabio. La Cusiana ha lasciato 4.5 punti, il Cortomuso ben 12 punti in panchina! Poteva essere una partita molto diversa."
          }
        },
        {
          "id": 58,
          "homeTeam": "Real Ichnusa",
          "awayTeam": "Cambra City",
          "homeScore": 62.0,
          "awayScore": 82.0,
          "homeIdealScore": 63.0,
          "awayIdealScore": 87.5,
          "commentary": {
            "caressa": "CAMBRA CITY SHOW! 82 punti in trasferta contro il Real Ichnusa! 62-82 il risultato finale! Che prestazione di Stefano!",
            "bergomi": "Il Real quasi perfetto con 62 su 63 di ideale, ma il Cambra ha dominato con 82 punti! Anche se ha lasciato 5.5 punti in panchina, una prestazione maiuscola!"
          }
        },
        {
          "id": 59,
          "homeTeam": "Shakhtar Donuts",
          "awayTeam": "Ultimo",
          "homeScore": 70.5,
          "awayScore": 70.0,
          "homeIdealScore": 70.5,
          "awayIdealScore": 73.5,
          "commentary": {
            "caressa": "Vittoria di misura dello Shakhtar Donuts! 70.5-70 contro l'Ultimo! Mezzo punto decide la partita!",
            "bergomi": "Lo Shakhtar PERFETTO, Fabio! Ha fatto ESATTAMENTE il suo ideale: 70.5 su 70.5! L'Ultimo ha lasciato 3.5 punti in panchina, poteva essere un pareggio."
          }
        },
        {
          "id": 60,
          "homeTeam": "Partizan Tirana",
          "awayTeam": "SM Frattese",
          "homeScore": 72.0,
          "awayScore": 76.5,
          "homeIdealScore": 85.0,
          "awayIdealScore": 78.0,
          "commentary": {
            "caressa": "La SM Frattese chiude alla grande! 2-3 sul campo del Partizan Tirana! 72-76.5 il punteggio finale. Pezant porta a casa tre punti nell'ultima giornata!",
            "bergomi": "Il Partizan ha deluso, Fabio! 13 punti lasciati in panchina, un ideale di 85 e ne ha fatti solo 72. La Frattese invece ha fatto meglio del suo ideale: 76.5 contro 78, ottima gestione! E attenzione: 4.5 punti di differenza, quindi gol in più per la Frattese!"
          }
        }
      ]
    },
    {
      "round": 16,
      "date": "Gennaio 2026",
      "generalComment": "Giornata 16: la SM Frattese domina con 83 punti contro lo Shakhtar, il Cambra batte la Cusiana e il Partizan vince in trasferta contro il Cortomuso.",
      "matches": [
        {
          "id": 61,
          "homeTeam": "Cortomuso",
          "awayTeam": "Partizan Tirana",
          "homeScore": 69.5,
          "awayScore": 73.5,
          "homeIdealScore": 77.0,
          "awayIdealScore": 73.0,
          "commentary": {
            "caressa": "Partizan Tirana vince in trasferta 73.5-69.5 contro il Cortomuso! Vittoria importante per Loran10!",
            "bergomi": "Il Partizan ha fatto meglio del suo ideale, Fabio! 73.5 contro 73! Il Cortomuso invece ha lasciato 7.5 punti in panchina. Poteva essere diversa."
          }
        },
        {
          "id": 62,
          "homeTeam": "SM Frattese",
          "awayTeam": "Shakhtar Donuts",
          "homeScore": 83.0,
          "awayScore": 76.5,
          "homeIdealScore": 88.5,
          "awayIdealScore": 85.5,
          "commentary": {
            "caressa": "CHE PARTITA! La SM Frattese batte lo Shakhtar Donuts 83-76.5! Match spettacolare con oltre 150 punti totali!",
            "bergomi": "Entrambe sotto il loro ideale ma che numeri, Fabio! La Frattese ha lasciato 5.5 punti, lo Shakhtar addirittura 9. Poteva essere un pirotecnico 14-14!"
          }
        },
        {
          "id": 63,
          "homeTeam": "Ultimo",
          "awayTeam": "Real Ichnusa",
          "homeScore": 72.5,
          "awayScore": 66.0,
          "homeIdealScore": 74.0,
          "awayIdealScore": 67.0,
          "commentary": {
            "caressa": "L'Ultimo batte il Real Ichnusa 72.5-66! Beppe porta a casa tre punti importanti!",
            "bergomi": "Entrambe vicine al loro ideale, Fabio. L'Ultimo ha lasciato solo 1.5 punti, ottima gestione! Il Real quasi perfetto con 66 su 67."
          }
        },
        {
          "id": 64,
          "homeTeam": "Cambra City",
          "awayTeam": "Cusiana",
          "homeScore": 77.0,
          "awayScore": 67.5,
          "homeIdealScore": 76.0,
          "awayIdealScore": 72.0,
          "commentary": {
            "caressa": "Cambra City batte la Cusiana 77-67.5! Stefano continua a macinare punti!",
            "bergomi": "Il Cambra ha fatto meglio del suo ideale, Fabio! 77 contro 76! Perfetto! La Cusiana invece ha lasciato 4.5 punti in panchina."
          }
        }
      ]
    }
  ],
  "settings": {
    "pointsForWin": 3,
    "pointsForDraw": 1,
    "pointsForLoss": 0,
    "leagueFormat": "Girone all'italiana",
    "totalRounds": 15,
    "goalCalculation": {
      "pointsPerGoal": 6,
      "description": "Ogni 6 punti fantacalcio = 1 gol"
    },
    "insightThreshold": 3
  }
}
