{
  "lastUpdate": "21 Ottobre 2025, 12:00",
  "season": "2025-2026",
  "currentRound": 2,
  "teams": [
    {
      "id": 1,
      "name": "Cambra City",
      "owner": "Stefano"
    },
    {
      "id": 2,
      "name": "Shakhtar Donuts",
      "owner": "Marco Fedele"
    },
    {
      "id": 3,
      "name": "SM Frattese",
      "owner": "Pezant"
    },
    {
      "id": 4,
      "name": "CORTOMUSO",
      "owner": "Sir Alex Baccan"
    },
    {
      "id": 5,
      "name": "CUSIANA",
      "owner": "Roby"
    },
    {
      "id": 6,
      "name": "Real Ichnusa",
      "owner": "Robertino Trogu"
    },
    {
      "id": 7,
      "name": "Ultimo",
      "owner": "Beppe"
    },
    {
      "id": 8,
      "name": "PARTIZAN TIRANA",
      "owner": "Loran10"
    }
  ],
  "rounds": [
    {
      "round": 1,
      "date": "Settembre 2025",
      "matches": [
        {
          "id": 1,
          "homeTeam": "CUSIANA",
          "awayTeam": "CORTOMUSO",
          "homeScore": 69.0,
          "awayScore": 70.0,
          "homeIdealScore": 70.0,
          "awayIdealScore": 74.0,
          "commentary": {
            "caressa": "Che partita equilibrata! CUSIANA e CORTOMUSO si dividono la posta: 1-1 il risultato finale! 69 punti per la Cusiana, 70 per il Cortomuso, ma entrambe portano a casa un punto!",
            "bergomi": "Match tiratissimo, Fabio. Solo un punto di differenza! Curiosità: con le formazioni ideali sarebbe comunque finita 2-2. Nessuna delle due ha saputo sfruttare al meglio la propria rosa."
          }
        },
        {
          "id": 2,
          "homeTeam": "Real Ichnusa",
          "awayTeam": "Cambra City",
          "homeScore": 77.5,
          "awayScore": 78.0,
          "homeIdealScore": 83.0,
          "awayIdealScore": 84.5,
          "commentary": {
            "caressa": "CHE PARTITA! Real Ichnusa-Cambra City, uno spettacolare 2-3 per gli ospiti! 77.5 punti per il Real, 78 per il Cambra. Vittoria di misura ma meritata!",
            "bergomi": "Partita bellissima, Fabio! Cambra City ha fatto scelte eccellenti, solo mezzo punto lasciato in panchina. Curiosità: con le formazioni ideali sarebbe finita 4-4! Che occasione sprecata per entrambe!"
          }
        },
        {
          "id": 3,
          "homeTeam": "Shakhtar Donuts",
          "awayTeam": "Ultimo",
          "homeScore": 75.5,
          "awayScore": 69.5,
          "homeIdealScore": 82.5,
          "awayIdealScore": 80.0,
          "commentary": {
            "caressa": "Vittoria dello Shakhtar Donuts! 2-1 contro l'Ultimo! 75.5 punti per lo Shakhtar, 69.5 per l'Ultimo. Tre punti importanti per Marco Fedele!",
            "bergomi": "L'Ultimo sta vivendo un momento difficile, Fabio. Sei punti di distacco sono tanti. Con le formazioni ideali sarebbe stato un 3-3 pirotecnico! L'Ultimo ha lasciato troppi punti in panchina."
          }
        },
        {
          "id": 4,
          "homeTeam": "PARTIZAN TIRANA",
          "awayTeam": "SM Frattese",
          "homeScore": 64.0,
          "awayScore": 67.5,
          "homeIdealScore": 72.0,
          "awayIdealScore": 72.0,
          "commentary": {
            "caressa": "Vittoria esterna dell'SM Frattese! 0-1 sul campo del PARTIZAN TIRANA! 64 punti per il Partizan, 67.5 per la Frattese. Pezant porta a casa tre punti d'oro!",
            "bergomi": "Match combattuto ma la Frattese è stata più concreta. Il Partizan ha lasciato 8 punti in panchina, Fabio! Con le scelte giuste poteva essere un 2-2. Occasione sprecata!"
          }
        }
      ]
    },
    {
      "round": 2,
      "date": "Ottobre 2025",
      "matches": [
        {
          "id": 5,
          "homeTeam": "CORTOMUSO",
          "awayTeam": "PARTIZAN TIRANA",
          "homeScore": 78.5,
          "awayScore": 72.0,
          "homeIdealScore": 81.0,
          "awayIdealScore": 75.0,
          "commentary": {
            "caressa": "GOOOOL! CORTOMUSO! Vittoria netta per 3-2 sul PARTIZAN TIRANA! 78.5 punti contro 72, sei punti di vantaggio. Sir Alex Baccan domina la partita!",
            "bergomi": "Partita ben gestita, Fabio. L'attacco del Cortomuso ha funzionato alla perfezione. Con le formazioni ideali sarebbe finita 3-2 comunque, stesso risultato! Scelte azzeccate da entrambe le parti."
          }
        },
        {
          "id": 6,
          "homeTeam": "SM Frattese",
          "awayTeam": "Shakhtar Donuts",
          "homeScore": 75.0,
          "awayScore": 69.0,
          "homeIdealScore": 79.0,
          "awayIdealScore": 70.5,
          "commentary": {
            "caressa": "SM Frattese vince ancora! 2-1 contro lo Shakhtar Donuts! 75 punti per Pezant, 69 per lo Shakhtar. Seconda vittoria consecutiva per la Frattese!",
            "bergomi": "Difesa solida della Frattese, Fabio. Sei punti di vantaggio sono un bel margine. Con le formazioni ideali sarebbe finita 3-1, ancora più netta! Lo Shakhtar ha lasciato punti preziosi in panchina."
          }
        },
        {
          "id": 7,
          "homeTeam": "Ultimo",
          "awayTeam": "Real Ichnusa",
          "homeScore": 73.5,
          "awayScore": 71.5,
          "homeIdealScore": 79.0,
          "awayIdealScore": 79.0,
          "commentary": {
            "caressa": "L'ULTIMO VINCE! 2-1 contro il Real Ichnusa! Match tiratissimo: 73.5 punti per l'Ultimo, 71.5 per il Real. Solo due punti di differenza ma pesano come macigni!",
            "bergomi": "Vittoria di misura ma fondamentale, Fabio. L'Ultimo sfrutta il fattore campo. Curiosità: con le formazioni ideali sarebbe finita 3-3! Entrambe hanno lasciato qualcosa in panchina."
          }
        },
        {
          "id": 8,
          "homeTeam": "Cambra City",
          "awayTeam": "CUSIANA",
          "homeScore": 71.5,
          "awayScore": 68.5,
          "homeIdealScore": 71.0,
          "awayIdealScore": 69.5,
          "commentary": {
            "caressa": "Pareggio tra Cambra City e CUSIANA! 1-1 il finale! 71.5 punti per il Cambra, 68.5 per la Cusiana. Tre punti di differenza ma un punto a testa!",
            "bergomi": "Partita bloccata, Fabio. Prestazioni sottotono da entrambe le parti. Con le formazioni ideali sarebbe finita 1-1 comunque! Almeno hanno fatto scelte coerenti con le loro rose."
          }
        }
      ]
    }
    ,
    {
      "round": 3,
      "date": "Ottobre 2025",
      "matches": [
        {
          "id": 9,
          "homeTeam": "Shakhtar Donuts",
          "awayTeam": "CORTOMUSO",
          "homeScore": 65.0,
          "awayScore": 78.5,
          "homeIdealScore": 68.0,
          "awayIdealScore": 79.0,
          "commentary": {
            "caressa": "Guardando alla proiezione ideale, il quadro che emerge è netta supremazia degli ospiti: 79 a 68 nella simulazione, un margine che sulla carta si tradurrebbe in un netto 3-1. Tuttavia, seguendo la nostra regola di inserire i numeri reali solo quando lo scarto supera quattro punti, in questo caso preferisco descrivere ciò che si è visto sul campo: il Cortomuso ha imposto il suo ritmo con azioni offensive fluide e una pressione continua che ha tolto tempo e spazi allo Shakhtar. Gli ospiti hanno dimostrato maggiore lucidità nelle scelte e compattezza difensiva; lo Shakhtar, pur cercando di reagire, non è mai riuscito a dare continuità alle giocate offensive.",
            "bergomi": "Dal mio punto di vista tecnico la differenza principale non sta tanto nel singolo numero quanto nel modo in cui le due squadre hanno interpretato la partita: l'ideale fotografa un Cortomuso dominante, e sul campo si è visto un equilibrio a favore degli ospiti in termini di gestione delle transizioni e finalizzazioni. Lo Shakhtar ha peccato di idee e di incisività, mentre il Cortomuso ha capitalizzato le occasioni con calma e precisione."
          }
        },
        {
          "id": 10,
          "homeTeam": "Real Ichnusa",
          "awayTeam": "SM Frattese",
          "homeScore": 68.0,
          "awayScore": 62.5,
          "homeIdealScore": 68.5,
          "awayIdealScore": 71.5,
          "commentary": {
            "caressa": "L'analisi ideale ci porta a pensare a un confronto equilibrato, con un 68.5 a 71.5 che suggerisce un 1-1 ipotetico. Tuttavia, la Frattese ha segnato un risultato reale che si discosta in modo significativo dall'ideale (62.5 reali contro 71.5 ideali), quindi è giusto evidenziare questo scostamento: la squadra di Pezant non ha saputo trasformare in punti quanto la sua rosa lasciava intravedere. Real Ichnusa, invece, ha mostrato maggior concretezza nelle scelte e un'attitudine a capitalizzare le occasioni che ha fatto la differenza. Nel narrare la partita mi concentro quindi sia sulle qualità tecniche mostrate che sul fatto che la Frattese non è riuscita a esprimere il suo potenziale.",
            "bergomi": "È un caso interessante: l'ideale ci dice di una partita molto equilibrata, ma il peso dei numeri reali della Frattese — ben sotto il suo ideale — parla di una sottoperformance vera e propria. Questo non vuol dire che la Frattese non abbia provato a reagire, ma che le scelte tattiche e la gestione della panchina non hanno prodotto l'effetto sperato. Real Ichnusa ha invece capitalizzato meglio, dimostrando concretezza e pragmatismo, elementi che in certe partite valgono più del mero potenziale sulla carta."
          }
        },
        {
          "id": 11,
          "homeTeam": "PARTIZAN TIRANA",
          "awayTeam": "CUSIANA",
          "homeScore": 66.5,
          "awayScore": 62.0,
          "homeIdealScore": 67.0,
          "awayIdealScore": 64.0,
          "commentary": {
            "caressa": "La partita tra Partizan e Cusiana è stata decisa dalla solidità e dalla gestione dei momenti chiave: l'ideale suggeriva un margine molto contenuto (67-64), e la pratica ha confermato una sfida tirata e decisa dai dettagli. Poiché gli scarti reali rispetto agli ideali non superano la nostra soglia di quattro punti, privilegiamo l'analisi tattica: il Partizan ha saputo amministrare meglio le fasi difensive e trovare il guizzo giusto nei momenti topici, mentre la Cusiana è apparsa meno incisiva e ha faticato a rendere pericolose le occasioni create.",
            "bergomi": "Dal punto di vista tecnico, questa è stata una partita dove la differenza l'ha fatta la capacità di leggere il ritmo e non tanto una netta differenza di valori sulla carta. La Cusiana ha mostrato segnali di stanchezza o imprecisione nelle rifiniture; il Partizan, più ordinato, ha sfruttato le opportunità. Un risultato che rispecchia più la gestione degli episodi che il divario tra le rose."
          }
        },
        {
          "id": 12,
          "homeTeam": "Ultimo",
          "awayTeam": "Cambra City",
          "homeScore": 68.5,
          "awayScore": 72.5,
          "homeIdealScore": 71.0,
          "awayIdealScore": 82.0,
          "commentary": {
            "caressa": "Cambra City è l'esempio perfetto di come il valore sulla carta e la realtà di una partita possano divergere: idealmente il Cambra veniva proiettato a 82 punti, ma nella trasferta il punteggio effettivo è stato di 72.5, oltre nove punti in meno rispetto all'ideale. Dal momento che lo scarto supera la soglia dei quattro punti, è giusto riportare il numero reale: nonostante questo, la squadra ha mostrato capacità di adattamento e freddezza nei momenti chiave, trovando il gol decisivo e portando a casa i tre punti. In sintesi: il potenziale è evidente, ma la prova praticata è stata più pragmatica e meno eclatante rispetto alle attese.",
            "bergomi": "Il Cambra dispone di risorse importanti e l'ideale lo conferma, tuttavia la trasferta ha messo in luce problemi di esecuzione che hanno ridotto il divario numerico rispetto alle proiezioni. Poiché lo scostamento reale-ideale è significativo, lo sottolineo con i numeri: 82 idealmente contro 72.5 realmente. Malgrado ciò, la squadra ha saputo gestire la pressione e finalizzare quando necessario, meritandosi la vittoria."
          }
        }
      ]
    }
  ],
  "settings": {
    "pointsForWin": 3,
    "pointsForDraw": 1,
    "pointsForLoss": 0,
    "leagueFormat": "Girone all'italiana",
    "totalRounds": 14,
    "goalCalculation": {
      "pointsPerGoal": 6,
      "description": "Ogni 6 punti fantacalcio = 1 gol"
    }
  }
}